// © Copyright 2014-2015 HP Development Company, L.P.

// Error strings
HSDScanFailedTitle = "Échec de la numérisation";
HSDScanFailedText = "Un composant indispensable du logiciel est manquant ou endommagé. Veuillez réinstaller le logiciel de votre périphérique et/ou vérifier que votre disque dur ne présente aucun problème.";